app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "test"], ["number", 9666628477], ["created_at", "2018-09-01 03:51:22.256380"], ["updated_at", "2018-09-01 03:51:22.256380"]]
---
  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save